<?php
//程序开发者（勿改勿删，否则无法使用）
$wWw_669977_NET='www.669977.net';
//防倒卖标识（勿改勿删，否则无法使用）
$www_SByou_NeT='
这套程序名为“697快捷登陆组件”，由www.669977.net独家开发，由669977.taobao.com独家销售。
只有这两个地方（www.669977.net及669977.taobao.com）的源码是正版源码，其它任何地方的源码都是倒卖的！
坚决抵制倒卖行为，对于购买倒卖源码的买家，坚决不提供任何技术服务！
如果您是从其它渠道拿到的源码，不是从我这购买的源码，但是又想尝试着从我这里骗取技术支持，对于这种行为，直接将旺旺ID或者QQ拉入黑名单！
所以，如果您没有购买源码，请不要前来咨询技术上的问题！
如果您需要技术支持，请前往淘宝店铺购买源码，或者用之前购买源码的旺旺号将订单截图发来，以确定买家身份！

在本店购买的源码，永久免费技术支持，永久免费升级源码，永久免费更新采集规则！

正版源码，只有下列两个地方能提供
淘宝官网：669977.taobao.com
官方商城：www.669977.net
QQ：1981-25-5858

源码升级日志：update.669977.net

正版源码，整套源码，仅卖100元，任何高于这个价格的，都是倒卖的源码！

演示站：book.669977.net
';

//+++++++++++++++++++++++++需要修改下列参数+++++++++++++++++++++++++
$www_669977_net_QC='http://book.669977.net/';//主站域名，完整链接

//配置文件，勿改勿删
include_once dirname(__FILE__).'/../base.inc.php';
//功能文件，勿改勿删
include_once dirname(__FILE__).'/include/sbyou.net.fun.php';
?>